Tekla.Structures.AnalysisInternal.DotAnalysisSupport
The Serialization structure for  AnalysisSupport.

Tekla.Structures.AnalysisInternal.DotAnalysisSupport._Support
The support types of the connectivity.

Tekla.Structures.AnalysisInternal.DotAnalysisSupport._Spring
The spring values of the connectivity.

Tekla.Structures.AnalysisInternal.DotAnalysisSupport.ToStruct(Tekla.Structures.Analysis.AnalysisSupport)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisSupport.FromStruct(Tekla.Structures.Analysis.AnalysisSupport)
DO NOT USE! For internal usage only!
P: P.